{"one_click_acitvism":[["Architecture is Complicit","More Than One Click","https://docs.google.com/forms/d/e/1FAIpQLSecfZRE7IbEHAb_s9Vsx1jyav3h00iSXtDsl9y4PYXPoIUuGA/viewform","First read the statement, if it resonates with you, click “Join Us” in the upper left-hand corner.","N/A","N/A"],["Beirut Needs Help","Linktrees","https://linktr.ee/beirutneedshelp","if this seems overwhelming it’s because it is\n—\nevery dollar helps // please share and donate\n—","Zeina Koreitem","https://www.instagram.com/zeinakoreitem/"],["Defund12","Email Lists","https://defund12.org/","Email and mail government officials and council members to reallocate egregious police budgets towards education, social services, and dismantling racial injustice.","N/A","N/A"],["Design As Protest","More Than One Click","https://docs.google.com/forms/d/e/1FAIpQLSfR_-ldhui-McI0_4CPOlZ40A5q-tphjTpJCrplkXTZtsmpdg/viewform","If you are interested in further engagement and support of DAP Actions, please review the Action Campaigns below and sign up to join our calls and begin supporting the rollout of that Action. Expected commitment is at least 1-2 (1hr) organizing calls per week and weekly independent work on your own schedule.","N/A","N/A"],["Design Justice for Black Lives","More Than One Click","https://colloqate.org/design-justice-for-black-lives","The fight against racism and police brutality demands we leverage our professional connections and privileges in the name of advancing justice. We need to make sure that professional organizations, leading firms & offices, and local professional organizers hear our demands and use their power to establish policy that advances justice within our fields. Click the buttons below to send pre-filled emails to your network.","N/A","N/A"],["Help Lebanon | Ways to Help","Linktrees","https://helplebanon.carrd.co/","A list of resources at helping Lebanon in the wake of the tragic Beirut explosion","N/A","N/A"],["Petitions To Sign","Petition Lists","https://blacklivesmatters.carrd.co/#petitions","The Black Lives Matter Carrd's list of petitions to sign","N/A","N/A"],["Where Are the Black Designers?","More Than One Click","https://www.instagram.com/wherearetheblackdesigners/","Black designers: DM your poster asking, “Where are the Black designers?”, to their Instagram; they will post every poster up until June 27th. Include the company you'd like them to @. Head over now to see instructions and examples.","N/A","N/A"]]}